<div class="detalies-modal">
  <div>
    <h3>Залишіть заявку і отримайте
      Вашу унікальну пропозицію вже зараз</h3>
    <a tabindex="1" href="#details-section">Залишити заявку</a>
  </div>
  <svg width="48" height="116" viewBox="0 0 48 116" fill="none" xmlns="http://www.w3.org/2000/svg">
    <path d="M24.2266 98V18" stroke="#689762" stroke-width="2.4" />
    <path d="M24.2271 18.5938C22.7744 24.4789 17.7335 36.2925 9.19124 36.4653M24.2271 42.5651C22.5565 48.0855 16.3387 58.7777 4.83291 57.3831M24.2271 68.7145C20.1594 74.8887 10.0192 86.5398 2 83.7505" stroke="#689762" stroke-width="2.4" />
    <path d="M24.226 18.5938C25.6787 24.4789 30.7197 36.2925 39.2619 36.4653M24.226 42.5651C25.8967 48.0855 32.1144 58.7777 43.6202 57.3831M24.226 68.7145C28.2937 74.8887 38.4339 86.5398 46.4531 83.7505" stroke="#689762" stroke-width="2.4" />
  </svg>
  <div>
    <h3>Переходь за посиланням,
      якщо маєш код від адміністратора</h3>
    <a tabindex="1" href="<?php echo home_url() . '/business-details' ?>">Деталі угоди</a>
  </div>



</div>